[
    {
      "name":"How to Win Friends and Influence People",
      "Author": "Dale Carnegie",
      "Published": "1936",
      "genres":["Self-help"],
      "page": "291 pages",
      "description":"How to Win Friends and Influence People is a 1936 self-help book written by Dale Carnegie. Over 30 million copies have been sold worldwide, making it one of the best-selling books of all time. Carnegie had been conducting business education courses in New York since 1912.",
      "img":"./book-img/Howtowinfriends.jpg"
    },
    {
      "name":"Made to Stick: Why Some Ideas Survive and Others Die",
      "Author": "Chip Heath and Dan Heath",
      "Published": "2007",
      "genres":["Personal development"],
      "page": "291 pages",
      "description":"Made to Stick: Why Some Ideas Survive and Others Die is a book by brothers Chip and Dan Heath published by Random House on January 2, 2007. The book continues the idea of 'stickiness' popularized by Malcolm Gladwell in The Tipping Point, seeking to explain what makes an idea or concept memorable or interesting.",
      "img":"./book-img/M2S.jpg"
    },
    {
      "name":"The Four Agreements: A Practical Guide to Personal Freedom",
      "Author": "Don Miguel Ruiz",
      "Published": "1997",
      "genres":["Self-help"],
      "page": "160 pages",
      "description":"The Four Agreements: A Practical Guide to Personal Freedom is a self-help book by the author Don Miguel Ruiz. The book outlines a code of conduct based on ancient Toltec wisdom - advocating freedom from self-limiting beliefs which bring suffering and limitation to one's life.",
      "img":"./book-img/4Agree.jpg"
    },
    {
      "name":"Whoever Tells the Best Story Wins",
      "Author": "Annette Simmons",
      "Published": "2007",
      "genres":["Communication"],
      "page": "226 pages",
      "description":"Discover how the right story told at the right time has the power to persuade, promote empathy, and provoke action.A story explains who you are, what you want, and why it matters--better than any other communication tool in your arsenal.",
      "img":"./book-img/BestStory.jpg"
    },
    {
      "name":"Triggers: Creating Behavior That Lasts",
      "Author": "Mark Reiter and Marshall Goldsmith",
      "Published": "2015",
      "genres":[" Science Fiction"," Dystopian Fiction"],
      "page": "272 pages",
      "description":"Executive coach and psychologist Marshall Goldsmith discusses the emotional triggers that set off a reaction or a behavior in us that often works to our detriment. Do you find that at times you suddenly become defensive or enraged by an idle comment from a colleague?",
      "img":"./book-img/Triggers.jpg"
    }
  ]
  